{
    "Здоровье": {
        "variants": {
            "0": {
                "conditions": {
                    "1": true,
                    "2": true,
                    "3": true
                },
                "result": "Вам от природы дано достаточно крепкое здоровье."
            },
            "1": {
                "conditions": {
                    "1": false,
                    "2": true,
                    "3": true
                },
                "result": "Вам от природы дано достаточно крепкое. Вам необходимо наработать энергию принятия решений."
            },
            "3": {
                "conditions": {
                    "1": true,
                    "2": false,
                    "3": true
                },
                "result": "Обратите внимание на здоровье. Вам необходимо наработать энергию чувственности."
            },
            "4": {
                "conditions": {
                    "1": true,
                    "2": true,
                    "3": false
                },
                "result": "Обратите внимание на здоровье. Вам необходимо наработать энергию анализа."
            },
            "5": {
                "conditions": {
                    "1": true,
                    "2": false,
                    "3": false
                },
                "result": "Обратите внимание на здоровье. Вам необходимо наработать энергию чувственности и анализа."
            },
            "6": {
                "conditions": {
                    "1": false,
                    "2": true,
                    "3": false
                },
                "result": "Обратите внимание на здоровье. Вам необходимо наработать энергию принятие решений и анализа."
            },
            "7": {
                "conditions": {
                    "1": false,
                    "2": false,
                    "3": true
                },
                "result": "Обратите внимание на здоровье. Вам необходимо наработать энергию принятие решений и чувственности."
            },
            "8": {
                "conditions": {
                    "1": false,
                    "2": false,
                    "3": false
                },
                "result": "Обратите внимание на здоровье. Вам необходимо наработать энергию принятия решений, чувственности и анализа."
            }
        }
    },
    "Деньги": {
        "variants": {
            "0": {
                "conditions": {
                    "1": true,
                    "4": true,
                    "7": true
                },
                "result": "У вас есть все для того чтобы зарабатывать деньги. "
            },
            "1": {
                "conditions": {
                    "1": false,
                    "4": true,
                    "7": true
                },
                "result": "У вас есть все для того чтобы зарабатывать деньги. Вам необходимо наработать энергию принятия решений."
            },
            "3": {
                "conditions": {
                    "1": true,
                    "4": false,
                    "7": true
                },
                "result": "Вы наделены способностью принятия решений и достаточным  количеством. Вам необходимо наработать энергию механической постановки цели."
            },
            "4": {
                "conditions": {
                    "1": true,
                    "4": true,
                    "7": false
                },
                "result": "Вы наделены способностью принимать решения и умением. Вам необходимо наработать внутреннюю энергию кундалини."
            },
            "5": {
                "conditions": {
                    "1": true,
                    "4": false,
                    "7": false
                },
                "result": "Вы наделены способностью принимать решения, но этого не. Вам необходимо наработать энергию механической постановки цели и внутреннюю энергию кундалини."
            },
            "6": {
                "conditions": {
                    "1": false,
                    "4": true,
                    "7": false
                },
                "result": "Вы умеете ставить цели. Вам необходимо наработать энергию принятия решения и внутреннюю энергию кундалини."
            },
            "7": {
                "conditions": {
                    "1": false,
                    "4": false,
                    "7": true
                },
                "result": "У вас достаточное  количество внутренней энергий, но. Вам необходимо наработать энергию принятие решений и чувственности."
            },
            "8": {
                "conditions": {
                    "1": false,
                    "4": false,
                    "7": false
                },
                "result": "Что бы зарабатывали  деньги вам нужно. Вам необходимо наработать энергию принятия решений, механической постановки цели и внутреннюю энергию кундалини."
            }
        }
    },
    "Семья и взаимоотношения": {
        "variants": {
            "0": {
                "conditions": {
                    "2": true,
                    "5": true,
                    "8": true
                },
                "result": "Вам от природы дано умение находить общий язык с людьми."
            },
            "1": {
                "conditions": {
                    "2": false,
                    "5": true,
                    "8": true
                },
                "result": "Вам от природы дано умение находить общий язык с людьми и способность  слышать. Вам необходимо наработать энергию чувственности."
            },
            "3": {
                "conditions": {
                    "2": true,
                    "5": false,
                    "8": true
                },
                "result": "Вы от природы чувствуете людей, но для того чтобы найти общий язык с ними вам необходимо понять, что. Вам необходимо наработать энергию коммуникации."
            },
            "4": {
                "conditions": {
                    "2": true,
                    "5": true,
                    "8": false
                },
                "result": "Вы от природы чувствуете людей, умеете находить общий язык  и способны  слышать их. Вам необходимо наработать энергию опыта и трудолюбия."
            },
            "5": {
                "conditions": {
                    "2": true,
                    "5": false,
                    "8": false
                },
                "result": "Вы от природы чувствуете людей, но для того чтобы найти общий язык с ними вам необходимо понять. Вам необходимо наработать энергию коммуникации, опыта и трудолюбия."
            },
            "6": {
                "conditions": {
                    "2": false,
                    "5": true,
                    "8": false
                },
                "result": "Вам от природы дано умение находить общий язык с людьми и способность  слышать их. Вам необходимо наработать энергию чувственности, опыта и трудолюбия."
            },
            "7": {
                "conditions": {
                    "2": false,
                    "5": false,
                    "8": true
                },
                "result": "Вам необходимо понять, что ваше мнение не единственное и не факт что верное. Вам необходимо наработать энергию чувственности и коммуникации."
            },
            "8": {
                "conditions": {
                    "2": false,
                    "5": false,
                    "8": false
                },
                "result": "Вам необходимо понять, что ваше мнение не единственное и не факт что верное. Вам необходимо наработать энергию чувственности, коммуникации, опыта и трудолюбия."
            }
        }
    },
    "Быстрый выход из кризиса": {
        "variants": {
            "0": {
                "conditions": {
                    "2": true,
                    "6": true
                },
                "result": "Вам от природы дана внутренняя удовлетворённость жизнью и вы кожей чувствуете результат. "
            },
            "1": {
                "conditions": {
                    "2": false,
                    "6": true
                },
                "result": "Вам от природы дана внутренняя удовлетворённость жизнью. Вам необходимо наработать энергию чувственности."
            },
            "3": {
                "conditions": {
                    "2": true,
                    "6": false
                },
                "result": "Вы кожей чувствуете ситуацию. Вам необходимо наработать энергию безусловной любви."
            },
            "4": {
                "conditions": {
                    "2": false,
                    "6": false
                },
                "result": "Вам необходимо научиться позитивно мыслить в не зависимости от того, что происходит вокруг вас и доверять  миру – это даст вам. Вам необходимо наработать энергию чувственности и безусловной любви."
            }
        }
    },
    "Перезагрузка": {
        "variants": {
            "0": {
                "conditions": {
                    "6": true,
                    "8": true
                },
                "result": "Вам от природы дано ощущение своего энергоресурса. "
            },
            "1": {
                "conditions": {
                    "6": false,
                    "8": true
                },
                "result": "Вам необходимо найти баланс между трудом и отдыхом. Вам необходимо наработать энергию безусловной любви."
            },
            "3": {
                "conditions": {
                    "6": true,
                    "8": false
                },
                "result": "Вам от природы дана внутренняя удовлетворённость жизнью. Вам необходимо наработать энергию опыта и трудолюбия."
            },
            "4": {
                "conditions": {
                    "6": false,
                    "8": false
                },
                "result": "Вам необходимо научиться позитивно мыслить в не зависимости от того, что происходит вокруг вас и доверять  миру – это даст вам. Вам необходимо наработать энергию безусловной любви, опыта и трудолюбия."
            }
        }
    },
    "Знание рода": {
        "variants": {
            "0": {
                "conditions": {
                    "2": true,
                    "4": true
                },
                "result": "У вас есть связь с родом, после того, как вы поставили цель и что-то."
            },
            "1": {
                "conditions": {
                    "2": false,
                    "4": true
                },
                "result": "Развивайте свою чувственность, отслеживайте свои ощущения – это позволит  вам. Вам необходимо наработать энергию чувственности."
            },
            "3": {
                "conditions": {
                    "2": true,
                    "4": false
                },
                "result": "Вы хорошо чувствуете людей, не игнорируйте свою интуицию. Вам необходимо наработать энергию механической постановки цели."
            },
            "4": {
                "conditions": {
                    "2": false,
                    "4": false
                },
                "result": "Развивайте свою чувственность, отслеживайте свои ощущения – это позволит  вам. Вам необходимо наработать энергию чувственности и механической постановки цели."
            }
        }
    },
    "Опыт жизней": {
        "variants": {
            "0": {
                "conditions": {
                    "4": true,
                    "8": true
                },
                "result": "Вам доступен опыт прошлых жизней  и все ваши наработки прошлого. "
            },
            "1": {
                "conditions": {
                    "4": false,
                    "8": true
                },
                "result": "Обратите внимание, куда вы затрачиваете свое время и силы? Вам необходимо наработать энергию механической постановки цели."
            },
            "3": {
                "conditions": {
                    "4": true,
                    "8": false
                },
                "result": "Все цели которые вы ставите требуют достаточного количества усилий и времени. Вам необходимо наработать энергию опыта и трудолюбия."
            },
            "4": {
                "conditions": {
                    "4": false,
                    "8": false
                },
                "result": "Для того что бы понять на что вы способны вам необходимо ставить четкие цели и прикладывать достаточное количество сил и времени. Вам необходимо наработать энергию механической постановки цели, опыта и трудолюбия."
            }
        }
    },
    "Достижение": {
        "variants": {
            "0": {
                "conditions": {
                    "3": true,
                    "6": true,
                    "9": true
                },
                "result": "Вы от природы способны достигать поставленные цели и доводить дело до конца, после чего получаете удовлетворение от проделанной работы и результата. "
            },
            "1": {
                "conditions": {
                    "3": false,
                    "6": true,
                    "9": true
                },
                "result": "У вас есть ощущение законченности результата, но это не всегда так. Вам необходимо наработать энергию анализа."
            },
            "3": {
                "conditions": {
                    "3": true,
                    "6": false,
                    "9": true
                },
                "result": "Вы от природы способны достигать поставленные цели и в этом вам помогает Вам необходимо наработать энергию безусловной любви."
            },
            "4": {
                "conditions": {
                    "3": true,
                    "6": true,
                    "9": false
                },
                "result": "Для того чтобы вам достигнуть поставленной цели вам необходимо Вам необходимо наработать энергию действия."
            },
            "5": {
                "conditions": {
                    "3": true,
                    "6": false,
                    "9": false
                },
                "result": "Для того чтобы вам достигнуть поставленной цели вам необходимо Вам необходимо наработать энергию безусловной любви и действия."
            },
            "6": {
                "conditions": {
                    "3": false,
                    "6": true,
                    "9": false
                },
                "result": "Вы можете уходить в истории, обратите внимание то, как  в этих Вам необходимо наработать энергию анализа и действия."
            },
            "7": {
                "conditions": {
                    "3": false,
                    "6": false,
                    "9": true
                },
                "result": "Для того чтобы вам достигнуть поставленной цели прежде чем начать Вам необходимо наработать энергию анализа и безусловной любви."
            },
            "8": {
                "conditions": {
                    "3": false,
                    "6": false,
                    "9": false
                },
                "result": "Для того чтобы вам достигнуть поставленной цели не игнорируйте Вам необходимо наработать энергию анализа, безусловной любви и действия."
            }
        }
    },
    "Успешности": {
        "variants": {
            "0": {
                "conditions": {
                    "3": true,
                    "5": true,
                    "7": true
                },
                "result": "Успех – это легкое достижение поставленных целей и общественное признание ваших результатов."
            },
            "1": {
                "conditions": {
                    "3": false,
                    "5": true,
                    "7": true
                },
                "result": "Успех – это легкое достижение поставленных целей и общественное признание ваших результатов.Вы достаточно удачливы. Вам необходимо наработать энергию анализа."
            },
            "3": {
                "conditions": {
                    "3": true,
                    "5": false,
                    "7": true
                },
                "result": "Успех – это легкое достижение поставленных целей и общественное признание ваших результатов. Вы наделены большим Вам необходимо наработать энергию коммуникации."
            },
            "4": {
                "conditions": {
                    "3": true,
                    "5": true,
                    "7": false
                },
                "result": "Успех – это легкое достижение поставленных целей и общественное признание ваших результатов. У вас аналитический ум.   Вам необходимо наработать внутреннюю энергию кундалини."
            },
            "5": {
                "conditions": {
                    "3": true,
                    "5": false,
                    "7": false
                },
                "result": "Успех – это легкое достижение поставленных целей и общественное признание ваших результатов. У вас аналитический ум.   Вам необходимо наработать энергию коммуникации и внутреннюю энергию кундалини."
            },
            "6": {
                "conditions": {
                    "3": false,
                    "5": true,
                    "7": false
                },
                "result": "Успех – это легкое достижение поставленных целей и общественное признание ваших результатов. Вам от природы дано умение  Вам необходимо наработать энергию анализа и внутреннюю энергию кундалини."
            },
            "7": {
                "conditions": {
                    "3": false,
                    "5": false,
                    "7": true
                },
                "result": "Успех – это легкое достижение поставленных целей и общественное признание ваших результатов. Вы наделены большим количеством   Вам необходимо наработать энергию анализа и коммуникации."
            },
            "8": {
                "conditions": {
                    "3": false,
                    "5": false,
                    "7": false
                },
                "result": "Успех – это легкое достижение поставленных целей и общественное признание ваших результатов. Обратите внимание, не умение  Вам необходимо наработать энергию анализа, коммуникации и внутреннюю энергию кундалини."
            }
        }
    },
    "Коммуникации": {
        "variants": {
            "0": {
                "conditions": {
                    "1": true,
                    "5": true,
                    "9": true
                },
                "result": "Коммуникации – это взаимодействие с социумом. А социум – это наше все. Через него приходят возможности во все сферы жизни (финансы, семья, друзья и т.д). С их помощью люди обмениваются информацией, опытом, способностями, товарами, услугами и финансами. "
            },
            "1": {
                "conditions": {
                    "1": false,
                    "5": true,
                    "9": true
                },
                "result": "Коммуникации – это взаимодействие с социумом. А социум – это наше все. Через него приходят возможности во все сферы жизни (финансы, семья, друзья и т.д). С их помощью люди обмениваются информацией, опытом, способностями, товарами, услугами и финансами. Вы от природы коммуникабельный человек  Вам необходимо наработать энергию принятия решений."
            },
            "3": {
                "conditions": {
                    "1": true,
                    "5": false,
                    "9": true
                },
                "result": "Коммуникации – это взаимодействие с социумом. А социум – это наше все. Через него приходят возможности во все сферы жизни (финансы, семья, друзья и т.д). С их помощью люди обмениваются информацией, опытом, способностями, товарами, услугами и финансами.   Обратите внимание  Вам необходимо наработать энергию коммуникации."
            },
            "4": {
                "conditions": {
                    "1": true,
                    "5": true,
                    "9": false
                },
                "result": "Коммуникации – это взаимодействие с социумом. А социум – это наше все. Через него приходят возможности во все сферы жизни (финансы, семья, друзья и т.д). С их помощью люди обмениваются информацией, опытом, способностями, товарами, услугами и финансами.   Вы от природы коммуникабельный человек Вам необходимо наработать энергию действия."
            },
            "5": {
                "conditions": {
                    "1": true,
                    "5": false,
                    "9": false
                },
                "result": "Коммуникации – это взаимодействие с социумом. А социум – это наше все. Через него приходят возможности во все сферы жизни (финансы, семья, друзья и т.д). С их помощью люди обмениваются информацией, опытом, способностями, товарами, услугами и финансами.   Обратите внимание, не умение  Вам необходимо наработать энергию коммуникации и действия."
            },
            "6": {
                "conditions": {
                    "1": false,
                    "5": true,
                    "9": false
                },
                "result": "Коммуникации – это взаимодействие с социумом. А социум – это наше все. Через него приходят возможности во все сферы жизни (финансы, семья, друзья и т.д). С их помощью люди обмениваются информацией, опытом, способностями, товарами, услугами и финансами.   Вы от природы  Вам необходимо наработать энергию принятия решения и действия."
            },
            "7": {
                "conditions": {
                    "1": false,
                    "5": false,
                    "9": true
                },
                "result": "Коммуникации – это взаимодействие с социумом. А социум – это наше все. Через него приходят возможности во все сферы жизни (финансы, семья, друзья и т.д). С их помощью люди обмениваются информацией, опытом, способностями, товарами, услугами и финансами.   Обратите внимание, не умение  Вам необходимо наработать энергию принятие решений и коммуникации."
            },
            "8": {
                "conditions": {
                    "1": false,
                    "5": false,
                    "9": false
                },
                "result": "Коммуникации – это взаимодействие с социумом. А социум – это наше все. Через него приходят возможности во все сферы жизни (финансы, семья, друзья и т.д). С их помощью люди обмениваются информацией, опытом, способностями, товарами, услугами и финансами.   Обратите внимание, не умение  Вам необходимо наработать энергию принятия решения, коммуникации и действия."
            }
        }
    },
    "Трансформация": {
        "variants": {
            "0": {
                "conditions": {
                    "7": true,
                    "8": true,
                    "9": true
                },
                "result": "От природы вам дан «дар». "
            },
            "1": {
                "conditions": {
                    "7": false,
                    "8": true,
                    "9": true
                },
                "result": "Вы сами принимаете решения, где грань ваших результатов.  Вам необходимо наработать внутреннюю энергию кундалини."
            },
            "3": {
                "conditions": {
                    "7": true,
                    "8": false,
                    "9": true
                },
                "result": "Вы сами принимаете решения, где грань ваших результатов. Вам необходимо наработать энергию опыта и трудолюбия."
            },
            "4": {
                "conditions": {
                    "7": true,
                    "8": true,
                    "9": false
                },
                "result": "Вы сами принимаете решения, где грань ваших результатов. Вам необходимо наработать энергию действия."
            },
            "5": {
                "conditions": {
                    "7": true,
                    "8": false,
                    "9": false
                },
                "result": "Вы обладаете большим количеством внутренней энергии. Вам необходимо наработать энергию опыта, трудолюбия и действия."
            },
            "6": {
                "conditions": {
                    "7": false,
                    "8": true,
                    "9": false
                },
                "result": "Обратите внимание на то, чтобы достичь высоких результатов вы Вам необходимо наработать энергию кундалини и действия."
            },
            "7": {
                "conditions": {
                    "7": false,
                    "8": false,
                    "9": true
                },
                "result": "Обратите внимание на то, что недостаточно Вам необходимо наработать энергию кундалини, опыта и трудолюбия."
            },
            "8": {
                "conditions": {
                    "7": false,
                    "8": false,
                    "9": false
                },
                "result": "Обратите внимание на то, чтобы достичь высоких результатов вы должны Вам необходимо наработать энергию кундалини, опыта, трудолюбия и действия."
            }
        }
    },
    "Эмоциональный интеллект": {
        "variants": {
            "0": {
                "conditions": {
                    "4": true,
                    "5": true,
                    "6": true
                },
                "result": "Эмоциональный интеллект — это способность человека распознавать эмоции, понимать намерения, мотивацию и желания других людей и свои собственные, а также способность управлять своими эмоциями и эмоциями других людей в целях решения практических задач. "
            },
            "1": {
                "conditions": {
                    "4": false,
                    "5": true,
                    "6": true
                },
                "result": "Эмоциональный интеллект — это способность человека распознавать эмоции, понимать намерения, мотивацию и желания других людей и свои собственные, а также способность управлять своими эмоциями и эмоциями других людей в целях решения практических задач.У вас есть способность правильно Вам необходимо наработать внутреннюю энергию механической постановки цели."
            },
            "3": {
                "conditions": {
                    "4": true,
                    "5": false,
                    "6": true
                },
                "result": "Эмоциональный интеллект — это способность человека распознавать эмоции, понимать намерения, мотивацию и желания других людей и свои собственные, а также способность управлять своими эмоциями и эмоциями других людей в целях решения практических задач.Вам необходимо научиться правильно Вам необходимо наработать энергию коммуникации."
            },
            "4": {
                "conditions": {
                    "4": true,
                    "5": true,
                    "6": false
                },
                "result": "Эмоциональный интеллект — это способность человека распознавать эмоции, понимать намерения, мотивацию и желания других людей и свои собственные, а также способность управлять своими эмоциями и эмоциями других людей в целях решения практических задач.У вас есть способность правильно Вам необходимо наработать энергию безусловной любви."
            },
            "5": {
                "conditions": {
                    "4": true,
                    "5": false,
                    "6": false
                },
                "result": "Эмоциональный интеллект — это способность человека распознавать эмоции, понимать намерения, мотивацию и желания других людей и свои собственные, а также способность управлять своими эмоциями и эмоциями других людей в целях решения практических задач.Вам необходимо научиться правильно истолковывать обстановку, интуитивно улавливать то, чего хотят и в чём нуждаются другие люди, знать их сильные и слабые стороны.Вам важно уметь принимать Вам необходимо наработать энергию коммуникации и безусловной любви."
            },
            "6": {
                "conditions": {
                    "4": false,
                    "5": true,
                    "6": false
                },
                "result": "Эмоциональный интеллект — это способность человека распознавать эмоции, понимать намерения, мотивацию и желания других людей и свои собственные, а также способность управлять своими эмоциями и эмоциями других людей в целях решения практических задач.У вас есть способность правильно Вам необходимо наработать энергию механической постановки цели и безусловной любви."
            },
            "7": {
                "conditions": {
                    "4": false,
                    "5": false,
                    "6": true
                },
                "result": "Эмоциональный интеллект — это способность человека распознавать эмоции, понимать намерения, мотивацию и желания других людей и свои собственные, а также способность управлять своими эмоциями и эмоциями других людей в целях решения практических задач. Обратите внимания на то, как вы Вам необходимо наработать энергию механической постановки цели и коммуникации."
            },
            "8": {
                "conditions": {
                    "4": false,
                    "5": false,
                    "6": false
                },
                "result": "Эмоциональный интеллект — это способность человека распознавать эмоции, понимать намерения, мотивацию и желания других людей и свои собственные, а также способность управлять своими эмоциями и эмоциями других людей в целях решения практических задач.Вам необходимо научиться правильно Вам необходимо наработать энергию механической постановки цели, коммуникации и безусловной любви."
            }
        }
    }
}
